[
  {
    "name": "Admire Groove",
    "thumb": "characters/Admire Groove/thumb.png",
    "full": "characters/Admire Groove/full.png",
    "info": "Admire Groove is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "In the game, other characters call her \"Aruve\" (アルヴ), similarly to Admire Vega's nickname \"Ayabe\".",
      "In Still in Love's career, it's revealed that Admire Groove grew up in an orphanage and has no memory of her parents."
    ]
  },
  {
    "name": "Admire Vega",
    "thumb": "characters/Admire Vega/thumb.png",
    "full": "characters/Admire Vega/full.png",
    "info": "Admire Vega is a character in Umamusume: Pretty Derby. She's one of the protagonists of the OVA ROAD TO THE TOP, alongside T.M. Opera O and Narita Top Road.",
    "trivia": [
      "Her nickname is Ayabe, but in real life, it was Adobe (a portmanteau of \"Adomaiya Bega\").\nThe nickname Ayabe is still a portmanteau of her full name, just in a different order (Adomaiya Bega).",
      "She is very fond of fluffy things.",
      "Her initial character profile was uploaded to the official Twitter account on June 8, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She aims to rise above adversity and reach the top of the Twinkle Series for the sake of her twin sister, who died shortly after her birth.\""
    ]
  },
  {
    "name": "Agnes Digital",
    "thumb": "characters/Agnes Digital/thumb.png",
    "full": "characters/Agnes Digital/full.png",
    "info": "Agnes Digital is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 15, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is an all-rounder who can handle any race, any environment, and even the most demanding schedules with ease. She is beautiful girl with a rather unfortunate personality.\""
    ]
  },
  {
    "name": "Agnes Tachyon",
    "thumb": "characters/Agnes Tachyon/thumb.png",
    "full": "characters/Agnes Tachyon/full.png",
    "info": "Agnes Tachyon is a character in Umamusume: Pretty Derby. She appears in the \"BNW's Oath\" OVA, and is a co-protagonist in Beginning of a New Era alongside Jungle Pocket.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 1, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"Super genius Umamusume. Because of her high intelligence and ability, she has yet to show her true potential, and nobody knows her true power.......\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nThe blue vials of liquid held to her lab coat with red stripes are intended to represent the sleeves of her real-life counterpart's jockey silk, which are red with blue stripes.\nHer earrings having both a hexagon and a pentagon are representative of her mother, Agnes Flora, winning five out of the six races she ran in.\nThe diamond shape on the zippers of her lab coat has four sides, representative of her winning all four races she ran in.",
      "Tachyon's special skill name in-game is \"U=ma²,\" a reference to Albert Einstein's Mass—Energy equivalence equation, E=mc².",
      "The trio consisting of Jungle Pocket, Agnes Tachyon, and Manhattan Cafe, the three winners of the 2001 Classic Triple Crown races in real life, is often referred to as \"JAM.\" When Dantsu Flame is included, the resulting quadruplet is called \"JDAM\" (by Japanese fans) or \"JAMD\" (by English fans).",
      "She enjoys drinking tea, in contrast to Manhattan Cafe, who likes coffee. She drinks her tea with a lot of added sugar, due to her hatred of bitter flavors.",
      "In Tachyon's career, her goal after the Satsuki Sho depends on her mood during that race. If it is Good or above, her goal remains the Japanese Derby, but if it is Normal or lower, she decides to run in the NHK Mile Cup instead due to not feeling well enough to run a longer race.\nSince Tachyon has a starting mile aptitude of D, she is likely to fail this goal. This may be intended to recreate how the real-life Agnes Tachyon had to skip the Derby and later retire due to tendonitis."
    ]
  },
  {
    "name": "Air Groove",
    "thumb": "characters/Air Groove/thumb.png",
    "full": "characters/Air Groove/full.png",
    "info": "Air Groove is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 10, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nOn her race outfit, two belts with crown-like designs at the end represent her two G1 wins.\nHer real-life counterpart had a yellow bridle and reigns, which is why her sleeves have yellow threading.\nThe feather motif (as seen on her left shoulder) was also implemented in Duramente's design, as Duramente is Air Groove's grandchild."
    ]
  },
  {
    "name": "Air Messiah",
    "thumb": "characters/Air Messiah/thumb.png",
    "full": "characters/Air Messiah/full.png",
    "info": "Air Messiah is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 5th EVENT ARENA TOUR GO BEYOND on day two of the third leg, YELL, which took place on February 4th, 2024."
    ]
  },
  {
    "name": "Air Shakur",
    "thumb": "characters/Air Shakur/thumb.png",
    "full": "characters/Air Shakur/full.png",
    "info": "Air Shakur is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 27, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is incredibly eccentric. Apparently, she is so violent that her trainer is decided by drawing lots.\"",
      "The real life horse was described as extremely difficult to work with and was handled by many trainers. His primary jockey, Yutaka Take, claimed he didn't know what was going on in Shakur's mind. Shakur's rough attitude and mannerisms in game could be attributed to this.",
      "She's often paired up with Fine Motion who can be seen as a total opposite to herself due to her free spirit in comparison to Shakur who is, in short, consumed by her own weakness.",
      "There's a story event where Shakur acts uncharacteristically nice, causing people to believe that she may have had a good sleep for once.",
      "Her training events that happen after certain GI races reference Tupac songs.\nTenno Sho (Spring) - Throw Your Hands Up\nTakarazuka Kinen - Can't C Me\nTenno Sho (Autumn) - Ambitionz az a Ridah\nArima Kinen - All Eyez on Me",
      "Air Shakur ultimately lost the triple crown to Agnes Flight, the real life brother to Agnes Tachyon, by 7cm at the Tokyo Yushun (Japanese Derby) in 2000 [2]"
    ]
  },
  {
    "name": "Almond Eye",
    "thumb": "characters/Almond Eye/thumb.png",
    "full": "characters/Almond Eye/full.png",
    "info": "Almond Eye is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 4th Anniversary PakaLive TV stream on February 22, 2025."
    ]
  },
  {
    "name": "Aston Machan",
    "thumb": "characters/Aston Machan/thumb.png",
    "full": "characters/Aston Machan/full.png",
    "info": "Aston Machan is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 1st Anniversary PakaLive TV stream on February 22, 2022."
    ]
  },
  {
    "name": "Bamboo Memory",
    "thumb": "characters/Bamboo Memory/thumb.png",
    "full": "characters/Bamboo Memory/full.png",
    "info": "Bamboo Memory is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on March 6, 2018 as a part of a giveaway campaign.",
      "Bamboo and Yaeno Muteki are a popular duo amongst fans because of their love for martial arts, similar personalities and outlook on life.",
      "Her \"Hot Blooded Training\" goes through many name changes depending on the situation."
    ]
  },
  {
    "name": "Believe",
    "thumb": "characters/Believe/thumb.png",
    "full": "characters/Believe/full.png",
    "info": "Believe is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.42 stream on June 24, 2024."
    ]
  },
  {
    "name": "Biko Pegasus",
    "thumb": "characters/Biko Pegasus/thumb.png",
    "full": "characters/Biko Pegasus/full.png",
    "info": "Biko Pegasus is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 4, 2017.\nThis tweet was a character name prediction quiz that encouraged fans to try and guess which horse she's named after. The hint was \"She is a passionate and energetic Umamusume. Although she is small in stature, she has the ability to surpass even the greatest heroines.\"",
      "She is the Umamusume who took the longest time to be implemented into the game, with 2,476 days between when she was first announced and when she was added as a trainee.",
      "She is very popular on Umatok."
    ]
  },
  {
    "name": "Biwa Hayahide",
    "thumb": "characters/Biwa Hayahide/thumb.png",
    "full": "characters/Biwa Hayahide/full.png",
    "info": "Biwa Hayahide is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 25, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a cool, intelligent, and talented Umamusume. When someone points out that she has a big head, she snaps, 'It's just because of my hair color!.'\"",
      "Race uniform design notes from Umamusume Pretty Derby Artworks Vol.02:\nBiwa Hayahide's glasses are a reference to times where the horse would wear a red menko (hood/blinkers).\nBlack and pink sawtooth patterns on the stockings and skirt are based on Biwa's racing silks.\nThe red leather race band references IRL Biwa's adornment of the same item, as seen in the 1994 Takarazuka Kinen."
    ]
  },
  {
    "name": "Blast Onepiece",
    "thumb": "characters/Blast Onepiece/thumb.png",
    "full": "characters/Blast Onepiece/full.png",
    "info": "Blast Onepiece is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.47 stream on November 27, 2024."
    ]
  },
  {
    "name": "Bubble Gum Fellow",
    "thumb": "characters/Bubble Gum Fellow/thumb.png",
    "full": "characters/Bubble Gum Fellow/full.png",
    "info": "Bubble Gum Fellow is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3.5th Anniversary PakaLive TV stream on August 23, 2024."
    ]
  },
  {
    "name": "Buena Vista",
    "thumb": "characters/Buena Vista/thumb.png",
    "full": "characters/Buena Vista/full.png",
    "info": "Buena Vista is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Like Orfevre, although she didn't get officially announced until June 24, 2024 during the PakaLive TV Vol.42 stream, it is believed that she was one of the first horse girls to be announced back in 2016, where the project first started. During this time gap, fans assumed it to be Buena Vista, thus you may see the old design occasionally.",
      "Inori Minase, her supposed voice actor, was never recasted as another Umamusume as of now.",
      "Buena Vista is one of the two offspring of Special Week to be implemented as Umamusume, with the other one being Cesario.",
      "Buena Vista is currently the only Umamusume explicitly stated to be the trainer's childhood friend, which was mentioned in the introduction of her training session and a vital part of her character story.",
      "Buena Vista is known to shed tears easily, including when she wins a G1 race, referencing her IRL counterpart where the horse shed tears during her retirement ceremony."
    ]
  },
  {
    "name": "Calstone Light O",
    "thumb": "characters/Calstone Light O/thumb.png",
    "full": "characters/Calstone Light O/full.png",
    "info": "Calstone Light O is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.42 stream on June 24, 2024."
    ]
  },
  {
    "name": "Cesario",
    "thumb": "characters/Cesario/thumb.png",
    "full": "characters/Cesario/full.png",
    "info": "Cesario is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 5th EVENT ARENA TOUR GO BEYOND on day two of the third leg, YELL, which took place on February 4th, 2024."
    ]
  },
  {
    "name": "Cheval Grand",
    "thumb": "characters/Cheval Grand/thumb.png",
    "full": "characters/Cheval Grand/full.png",
    "info": "Cheval Grand is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "During the 1st Anniversary PakaLive TV stream on February 22, 2022, her character design was shown, but her name was concealed as ???. Her name wasn't revealed until November 5, 2022."
    ]
  },
  {
    "name": "Chrono Genesis",
    "thumb": "characters/Chrono Genesis/thumb.png",
    "full": "characters/Chrono Genesis/full.png",
    "info": "Chrono Genesis is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 4th Anniversary PakaLive TV stream on February 22, 2025."
    ]
  },
  {
    "name": "Copano Rickey",
    "thumb": "characters/Copano Rickey/thumb.png",
    "full": "characters/Copano Rickey/full.png",
    "info": "Copano Rickey is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 4th EVENT SPECIAL DREAMERS!! on day one of the Yokohama leg, which took place on May 4th, 2022."
    ]
  },
  {
    "name": "Curren Bouquetd'or",
    "thumb": "characters/Curren Bouquetd'or/thumb.png",
    "full": "characters/Curren Bouquetd'or/full.png",
    "info": "Curren Bouquetd'or is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 4th Anniversary PakaLive TV stream on February 22, 2025."
    ]
  },
  {
    "name": "Curren Chan",
    "thumb": "characters/Curren Chan/thumb.png",
    "full": "characters/Curren Chan/full.png",
    "info": "Curren Chan is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 8, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a flashy young girl who excels at short distances. She has a very cute personality and is incredibly popular among both her fans and idols at Tracen Academy.\""
    ]
  },
  {
    "name": "Daiichi Ruby",
    "thumb": "characters/Daiichi Ruby/thumb.png",
    "full": "characters/Daiichi Ruby/full.png",
    "info": "Daiichi Ruby is a character in Umamusume: Pretty Derby. She's one of the protagonists of the stage play Umamusume Pretty Derby: Sprinters' Story alongside Daitaku Helios, K.S. Miracle and Yamanin Zephyr.",
    "trivia": [
      "She was announced during the 1.5th Anniversary PakaLive TV stream on August 21, 2022.",
      "She's a very talented musician, and practices the violin daily.",
      "In the intro to Daitaku Helios' career ingame, she vents to Mejiro Palmer about a rejection from Ruby. Two years before this career was released, a variation of this exact same scene appeared in the first episode of season two of the anime. This episode aired before Ruby, the \"cruel young lady\" in question, was even introduced to the series.",
      "Daiichi Ruby's dog, Sapphy, appears to be based on First Sapphy, a fan-made foal between the real-life Daitaku Helios and Daiichi Ruby featured in the horse racing simulator series Winning Post. Incidentally, this game also contains a horse named Second Sapphy, a fan-made foal between Daitaku Yamato (a real son of Helios) and Daiichi Cigar (a real daughter of Ruby)\nDaitaku Helios' real-life last crop was not born to Daiichi Ruby but was named First Sapphy in reference to this fan-made horse. Despite a pedigree that would have made her an incredible grass sprinter, she did not register with the JRA, debutted on dirt, and ran 141 local dirt races with a race record of 2-4-5-130."
    ]
  },
  {
    "name": "Daitaku Helios",
    "thumb": "characters/Daitaku Helios/thumb.png",
    "full": "characters/Daitaku Helios/full.png",
    "info": "Daitaku Helios is a character in Umamusume: Pretty Derby. She's one of the protagonist of the stage play Umamusume Pretty Derby: Sprinters' Story alongside Daiichi Ruby, K.S. Miracle and Yamanin Zephyr.",
    "trivia": [
      "She was announced through the official anime website on January 5th, 2021, the day that episode one of Season 2 aired.",
      "Daiichi Ruby's dog, Sapphy, appears to be based on First Sapphy, a fan-made foal between the real-life Daitaku Helios and Daiichi Ruby featured in the horse racing simulator series Winning Post. Incidentally, this game also contains a horse named Second Sapphy, a fan-made foal between Daitaku Yamato (a real son of Helios) and Daiichi Cigar (a real daughter of Ruby)\nDaitaku Helios' real-life last crop was not born to Daiichi Ruby but was named First Sapphy in reference to this fan-made horse. Despite a pedigree that would have made her an incredible grass sprinter, she did not register with the JRA, debutted on dirt, and ran 141 local dirt races with a race record of 2-4-5-130."
    ]
  },
  {
    "name": "Daiwa Scarlet",
    "thumb": "characters/Daiwa Scarlet/thumb.png",
    "full": "characters/Daiwa Scarlet/full.png",
    "info": "Daiwa Scarlet is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded on the official Twitter account on March 8, 2017.",
      "She looks up to Agnes Tachyon, as Tachyon is her sire in real life.\nOn a similar note, Daiwa Scarlet was originally announced to be voiced by Sumire Uesaka, who later on went to voice Agnes Tachyon.[1]",
      "Scarlet's phone background is an image of a flower bouquet as a reference to her real-life dam (mother), Scarlet Bouquet.[2]",
      "In the OVA of Season 1, Scarlet is shown to have acquired an eye injury due to a wood chip hitting her eye, this event occurred in real life during training before her run in the 2008 February Stakes, resulting in a diagnosis of wound keratitis.[3]",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nHer race outfit was designed to be neat and elegant, a direct counterpart to Vodka's cool and sleek race outfit, due to the two being heated rivals in real life.\nHer tiara has four pearls atop the crests, representing her four G1 wins.\nHer long boots sporting blue stripes at the top are reminiscent to the socks her counterpart wore during races.",
      "Daiwa Scarlet's final race with Vodka was during the 2008 Tenno Sho (Autumn),  in which Vodka famously beat her by a margin of 2cm. Because of this, Daiwa Scarlet is 2cm shorter than Vodka."
    ]
  },
  {
    "name": "Dantsu Flame",
    "thumb": "characters/Dantsu Flame/thumb.png",
    "full": "characters/Dantsu Flame/full.png",
    "info": "Dantsu Flame is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024.",
      "During 5th EVENT ARENA TOUR GO BEYOND -NEW GATE- Day 2, her voice actress, Haruna Fukushima, revealed that she used to be a backup dancer for Sprinters' Story before she was cast as Dantsu Flame.[1]",
      "The quadruplet consisting of Dantsu Flame, Jungle Pocket, Agnes Tachyon, and Manhattan Cafe is often referred to as \"JAMD.\""
    ]
  },
  {
    "name": "Daring Heart",
    "thumb": "characters/Daring Heart/thumb.png",
    "full": "characters/Daring Heart/full.png",
    "info": "Daring Heart is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 5th EVENT ARENA TOUR GO BEYOND on day two of the third leg, YELL, which took place on February 4th, 2024."
    ]
  },
  {
    "name": "Daring Tact",
    "thumb": "characters/Daring Tact/thumb.png",
    "full": "characters/Daring Tact/full.png",
    "info": "Daring Tact is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.19 stream on July 27, 2022. Her voice actor was later announced as Hina Yomiya during the GAZE leg of the 5th EVENT ARENA TOUR GO BEYOND, on September 16, 2023. Her character biography didn't come until PakaLive TV Vol.50 on February 22, 2025.\nThis means she spent the longest between getting announced and getting her full details, since normally they're both announced at the same time, at 941 days in between.",
      "She's the only Umamusume who got announced while the real-life counterpart was still active.\nThe real-life Daring Tact retired in October 26, 2023, more than a year after her Umamusume was announced.\nThis might change in February 2026, with an unknown character announcement in November 2025 which fans presume is Forever Young.",
      "As of November 2025 she's still not playable in the game, making it 1,200 days since her initial announcement. This record, though, is nowhere close to Biko Pegasus', at 2,476 days.",
      "Although she had an appearance in Season 3 of the anime, it is still unconfirmed if she is also a part of Team Rigil.\nIt is likely she is part of it, as Team Rigil is known to house two Triple Crown winners (Symboli Rudolf and Narita Brian) and is the strongest team before her appearance - Daring Tact is a Triple Tiara winner and the first undefeated one in real life."
    ]
  },
  {
    "name": "Dream Journey",
    "thumb": "characters/Dream Journey/thumb.png",
    "full": "characters/Dream Journey/full.png",
    "info": "Dream Journey is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.42 stream on June 24, 2024.\nDream Journey was implemented as a trainable character in the gacha game on the same day she was announced, making this the first time this has happened in the game's history.\nMeanwhile, the Umamusume who has the biggest gap currently is Biko Pegasus, with a gap of 2,476 days.",
      "Stay Gold was indirectly mentioned in her profile before she became an Umamusume. As her profile mentions \"anego\" (big sis) which Dream Journey refers Stay Gold as. In addition to mention of journeys, which the Umamusume Stay Gold is known to love."
    ]
  },
  {
    "name": "Duramente",
    "thumb": "characters/Duramente/thumb.png",
    "full": "characters/Duramente/full.png",
    "info": "Duramente is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her bio says her and Air Groove are childhood friends.\nActually, Duramente is Air Groove's grandchild IRL.",
      "Appearing for the first time in Season 3 during episode 1 of the anime, airing on October 4, 2023, she didn't speak for the first 5 episodes, and only breathed.\nHer seiyuu, Akina, actually called it \"very difficult\" to express Duramente's personality with just breathing. [1]"
    ]
  },
  {
    "name": "Durandal",
    "thumb": "characters/Durandal/thumb.png",
    "full": "characters/Durandal/full.png",
    "info": "Durandal is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.42 stream on June 24, 2024."
    ]
  },
  {
    "name": "Eishin Flash",
    "thumb": "characters/Eishin Flash/thumb.png",
    "full": "characters/Eishin Flash/full.png",
    "info": "Eishin Flash is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 15, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A beautiful Umamusume from Germany who excels in both academics and sports. She has a very serious personality, and when she wins she expresses her gratitude to her fans with a deep bow.\""
    ]
  },
  {
    "name": "El Condor Pasa",
    "thumb": "characters/El Condor Pasa/thumb.png",
    "full": "characters/El Condor Pasa/full.png",
    "info": "El Condor Pasa is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 12, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nDue to her real life counterpart wearing a blue belly band with red lines, the belt she wears around her waist is reminiscent of that.\nDue to her name being of Latin descent, her design features a lot of motifs reminiscent of a Luchador outfit.\nDue to winning many left-turn races at the Tokyo race course, she wears a brown band on her left leg.",
      "Her pet bird is named Mambo, which may be a reference to her real life counterpart's sire - Kingmambo."
    ]
  },
  {
    "name": "Espoir City",
    "thumb": "characters/Espoir City/thumb.png",
    "full": "characters/Espoir City/full.png",
    "info": "Espoir City is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024."
    ]
  },
  {
    "name": "Fenomeno",
    "thumb": "characters/Fenomeno/thumb.png",
    "full": "characters/Fenomeno/full.png",
    "info": "Fenomeno is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 4th Anniversary PakaLive TV stream on February 22, 2025."
    ]
  },
  {
    "name": "Fine Motion",
    "thumb": "characters/Fine Motion/thumb.png",
    "full": "characters/Fine Motion/full.png",
    "info": "Fine Motion is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 20, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a foreign exchange student from Ireland, and is considered the \"Top Lady\" of a noble family. According to the school officials, she is a \"a real young lady\".\"",
      "On October 10, 2025, a significant amount of dialogue involving Fine was rewritten to clarify that she and her family are not actual Irish royalty.\nThis is likely because Ireland is a republic in real life following a revolution that resulted in it leaving the British Empire (excluding Northern Ireland, which remains a part of the United Kingdom). Due to this and the game's growing global popularity, this change was likely made to avoid potentially offending any Irish players. Currently, she is the only Umamusume whose backstory was actively changed after the game's launch.",
      "Instead of having one hair accessory near her left or right ear, she instead has two on each of her ears. This is a reference to how the real Fine Motion has a chromosomal intersex condition.[1]"
    ]
  },
  {
    "name": "Fuji Kiseki",
    "thumb": "characters/Fuji Kiseki/thumb.png",
    "full": "characters/Fuji Kiseki/full.png",
    "info": "Fuji Kiseki is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on February 8, 2017."
    ]
  },
  {
    "name": "Furioso",
    "thumb": "characters/Furioso/thumb.png",
    "full": "characters/Furioso/full.png",
    "info": "Furioso is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024."
    ]
  },
  {
    "name": "Fusaichi Pandora",
    "thumb": "characters/Fusaichi Pandora/thumb.png",
    "full": "characters/Fusaichi Pandora/full.png",
    "info": "Fusaichi Pandora is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was first revealed in Part 2 of the game's Main Story, and later got officially revealed during the PakaLive TV Vol.45 stream on September 27th, 2024."
    ]
  },
  {
    "name": "Gentildonna",
    "thumb": "characters/Gentildonna/thumb.png",
    "full": "characters/Gentildonna/full.png",
    "info": "Gentildonna is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024.",
      "She is an incredibly physically strong Umamusume.\nIn the third anniversary game story, according to KUSOLAB, she is able to effortlessly crush a 12cm in diameter iron ball to 2cm one, resulting in a force of about 1.14 million tons. In comparison, an average human can do about 37kg.[2]",
      "Her pose is similar to Verxina's due to the IRL horses having a rivalry during their classic years.",
      "Gentildonna is a semi-limited character, meaning that she could be pulled from gacha but cannot be chosen with paid 3-star trainee vouchers. Other semi-limited characters include Jungle Pocket, Orfevre, and Still in Love."
    ]
  },
  {
    "name": "Gold City",
    "thumb": "characters/Gold City/thumb.png",
    "full": "characters/Gold City/full.png",
    "info": "Gold City is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 27, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A beautiful girl with platinum blonde hair. She's always running late, and usually doesn't show up until about noon.\"",
      "Gold City is remotely related to Gold Ship IRL via Northern Dancer (2nd generation in Gold City's pedigree, 5th generation in Gold Ship's pedigree). She is not related to the other City-named Umamusume, Tap Dance City and Espoir City, however, they are of shared ownership, by the Yushun Horse Club.",
      "Her race outfit has \"1928\" in its name because it's alleged that City's trainers once quipped that the visually striking horse could get a job at Disneyland if a racing career doesn't work out. 1928 was the year Mickey Mouse debuted as a character in Steamboat Willie.",
      "Race uniform design notes from Umamusume Pretty Derby Artworks Vol.02:\nBlack was chosen as the main uniform color to provide contrast to her beautiful hair and skin color, referencing the real horse's striking flaxen chestnut coat and tail\nThe oversized jacket and short shorts combination is meant to accentuate City's stunning appearance and long legs\nThe \"tough\" looking leather jacket and distressed denim are a reference to City's difficult temperament. The bell accessory at the waistband serves as a charm for safety."
    ]
  },
  {
    "name": "Gold Ship",
    "thumb": "characters/Gold Ship/thumb.png",
    "full": "characters/Gold Ship/full.png",
    "info": "Gold Ship is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She acts as the primary host, virtual YouTuber (VTuber) and the self-proclaimed PR manager for PakaTube (ぱかチューブっ!), the official YouTube channel for the Umamusume: Pretty Derby franchise."
    ]
  },
  {
    "name": "Gran Alegria",
    "thumb": "characters/Gran Alegria/thumb.png",
    "full": "characters/Gran Alegria/full.png",
    "info": "Gran Alegria is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 4th Anniversary PakaLive TV stream on February 22, 2025."
    ]
  },
  {
    "name": "Grass Wonder",
    "thumb": "characters/Grass Wonder/thumb.png",
    "full": "characters/Grass Wonder/full.png",
    "info": "Grass Wonder is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded on the official Twitter account on March 15, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nThe \"G\" emblem on both her ear decoration, and her shirt collar, stands for \"Grass Wonder,\" \"Graceful,\" and \"Grand Prix,\" a type of race she won three times.\nThe color scheme of her uniform, predominantly the white base with blue sleeves and red sashes, is the direct pattern to the real horse's jockey silks, which can be seen here.\nDue to Grass Wonder suffering a fracture, and then proceeding to retire, her right leg has a bandage-like design.",
      "Grass Wonder has \"dabbled\" in Iaido.[2]"
    ]
  },
  {
    "name": "Haru Urara",
    "thumb": "characters/Haru Urara/thumb.png",
    "full": "characters/Haru Urara/full.png",
    "info": "Haru Urara is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 6, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A lively Umamusume that never gives up, no matter how many times she loses! Go forth, aim for your long-awaited first victory!\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nDue to being notable for running many, many races, and still continuing to keep running after losing, Urara wears several band-aids to represent her indomitable spirit.\nUrara's real-life counterpart wore a face mask and ear coverings with red trims, represented in her design by the red ear covers and headband.\nSince the real horse wore pink and white bands around her leg, Urara has pink and white striped knee-high socks.",
      "She likes carrot ice cream, as it is shown in the 19th episode of Umayon."
    ]
  },
  {
    "name": "Hishi Akebono",
    "thumb": "characters/Hishi Akebono/thumb.png",
    "full": "characters/Hishi Akebono/full.png",
    "info": "Hishi Akebono is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 11, 2017.\nThis tweet was a character name prediction quiz, encouraging fans to try and guess which horse she was named after. The provided hint was: \"She is a very large Umamusume in both mind and body. She loves to eat. Her racing performance is truly impressive, taking full advantage of her extraordinary physique.\"",
      "Her name is based on Yokozuna Akebono Taro, a famous sumo wrestler who was also born abroad. Her large size and proclivity for eating are tied to this moniker.\nChanko Nabe is a hotpot meal consumed by those looking to put on weight, and so is often associated with sumo wrestlers."
    ]
  },
  {
    "name": "Hishi Amazon",
    "thumb": "characters/Hishi Amazon/thumb.png",
    "full": "characters/Hishi Amazon/full.png",
    "info": "Hishi Amazon is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded on the official Twitter account on March 22, 2017.",
      "In Hishi Amazon's first character art, her pose resembles that of the tokusatsu hero 'Kamen Rider Amazon'; given that the two of them partially share a name, this is likely an intentional reference."
    ]
  },
  {
    "name": "Hishi Miracle",
    "thumb": "characters/Hishi Miracle/thumb.png",
    "full": "characters/Hishi Miracle/full.png",
    "info": "Hishi Miracle is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 2nd Anniversary PakaLive TV stream on February 22, 2022."
    ]
  },
  {
    "name": "Hokko Tarumae",
    "thumb": "characters/Hokko Tarumae/thumb.png",
    "full": "characters/Hokko Tarumae/full.png",
    "info": "Hokko Tarumae is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.19 stream on July 27, 2022."
    ]
  },
  {
    "name": "Ikuno Dictus",
    "thumb": "characters/Ikuno Dictus/thumb.png",
    "full": "characters/Ikuno Dictus/full.png",
    "info": "Ikuno Dictus is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during PakaLive TV on December 20, 2020, as a teaser for Season 2 of the anime."
    ]
  },
  {
    "name": "Inari One",
    "thumb": "characters/Inari One/thumb.png",
    "full": "characters/Inari One/full.png",
    "info": "Inari One is a character in Umamusume: Pretty Derby. She is also featured in the Cinderella Gray manga.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 4, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A lively Edoite Umamusume, despite being from the countryside. Her stature may be small, but she carries endless power and tenacity.\""
    ]
  },
  {
    "name": "Ines Fujin",
    "thumb": "characters/Ines Fujin/thumb.png",
    "full": "characters/Ines Fujin/full.png",
    "info": "Ines Fujin is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 18, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"This Umamusume captivates fans with her spectacular escapes and beautiful running form. Her motto is to eat well and run well.\"",
      "On December 26, 2022, her current voice actress, Rika Nagae, took over the role from Tomomi Mineuchi when the latter retired from voice acting.[2]"
    ]
  },
  {
    "name": "Jungle Pocket",
    "thumb": "characters/Jungle Pocket/thumb.png",
    "full": "characters/Jungle Pocket/full.png",
    "info": "Jungle Pocket is a character in Umamusume: Pretty Derby. She is a co-protagonist of the Beginning of a New Era movie alongside Agnes Tachyon.",
    "trivia": [
      "She was announced during the 2nd Anniversary PakaLive TV stream on February 22, 2023.",
      "The trio consisting of Jungle Pocket, Agnes Tachyon, and Manhattan Cafe is often referred to as \"JAM\". But with Dantsu Flame, they are also known as the quadruplet often referred to as \"JAMD\".",
      "Jungle Pocket is the first ever semi-limited character to be added to the mobile game.\nThis meant that while she is permanently added to the gacha pools, she cannot be chosen with paid 3-star trainee vouchers. Other semi-limited characters include Gentildonna, Orfevre, and Still in Love."
    ]
  },
  {
    "name": "K.S.Miracle",
    "thumb": "characters/K.S.Miracle/thumb.png",
    "full": "characters/K.S.Miracle/full.png",
    "info": "K.S. Miracle is a character in Umamusume: Pretty Derby. She's one of the protagonists of the stage play Umamusume Pretty Derby: Sprinters' Story alongside Daitaku Helios, Daiichi Ruby and Yamanin Zephyr.",
    "trivia": [
      "She was first announced during the 1.5th Anniversary PakaLive TV stream on August 21, 2022.",
      "Fans view K.S. Miracle as \"The horse that outran itself\" due to his accomplishments in a short timespan under compromised health.",
      "Shabondama is an old Japanese nursery rhyme where the bubbles that float in the air represent something beautiful yet fragile. The bubbles short lifespan is a reminder to cherish every moment. The singer pleads with the wind to not harm the bubbles as they soar, conveying a desire to protect what is precious. For Miracle, the song Shabondama is a reflection of her own fragility, her journey to cherish every moment, and her bond with a trainer who promises to protect her hopes and dreams.",
      "K.S. Miracle was originally imported from the U.S. at two years old for only $30,000 (around 4.3 million yen) due to his poor health. His early years were marked by fevers, Japanese encephalitis, and severe leg issues. Veterinarians described his condition bluntly as \"Be prepared\" (for death). Yet, against all odds, he survived and was given the name \"Miracle\" under the K.S. family. He debuted late, not racing until his fourth year due to his health setbacks. Despite this, Miracle went on to break three records, most famously in the 1991 Swan Stakes. True to his name, he created \"Miracles\" and defied all expectations, earning well beyond his initial worth.[1]",
      "A popular fan pairing for Miracle is with Daiichi Ruby. Notably, Ruby experienced a significant decline which led into quick retirement after the 1991 Sprinters Stakes (Miracle’s final race). While the official explanation cited medical issues, fans have long speculated a more sentimental reason: Ruby had fallen in love with Miracle, and witnessing his fall on the track shattered her spirit.[2]",
      "Aside from his blistering speed that left fans in awe, Miracle was also a pleasure to work with. He was a horse who was easy to handle and train. Stablehands, trainers, and his jockey praised his powerful “engine,” his rapid development, and his remarkable courage on the track. These are traits that are reflected in the game as well, Miracle has an engine that pushes her to work harder than anyone else, she's been shown to be a quick learner, she's also shown courage on the track, willing to take risks and push herself even further beyond to win.[3][4]",
      "Miracle, in Umamusume, is a very talented pianist. It was a skill that she picked up on because she felt the hospital kids around her were lonely and needed a little help in some way. Also, she frequents sporting goods store and is quite knowledgeable on leg support equipment, a reference to the real life struggles she had to overcome.",
      "She's taken a distinct liking to Banana Mousse, a nod to her real life counterpart liking bananas. And maybe she likes it a bit too much in umamusume. She can be heard sleep talking loudly about Banana Mousse."
    ]
  },
  {
    "name": "Katsuragi Ace",
    "thumb": "characters/Katsuragi Ace/thumb.png",
    "full": "characters/Katsuragi Ace/full.png",
    "info": "Katsuragi Ace is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 2nd Anniversary PakaLive TV stream on February 22, 2023.",
      "She has a little sister who made a faceless appearance in her career story.",
      "She's unbelievably good at playing dead, which she once pranked Twin Turbo and Matikanetannhauser with in one of her career events. On top of that, she's quite fearless when it comes to ghosts and scary things, once told casually investigating haunted site in one of her area talks with Mr. C.B. In one of her voice lines, she goes on how she's often invited to a horror movie watch-party because she makes the movie half as scary just by being there.",
      "She is one of the very few Umamusume in-game who is able to use Runaway (大逃げ oonige) strategy.[4] The others are Silence Suzuka, Twin Turbo, Mejiro Palmer, Daitaku Helios, and Tap Dance City."
    ]
  },
  {
    "name": "Kawakami Princess",
    "thumb": "characters/Kawakami Princess/thumb.png",
    "full": "characters/Kawakami Princess/full.png",
    "info": "Kawakami Princess is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 13, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A beautiful girl who came to Tracen to become the strongest princess. She's a great senior to Vodka and Daiwa Scarlet, and is a strong-willed young lady that has her trainer under her thumb.\"",
      "The anime that influenced Kawakami Princess is the series Pretty Cure, with the season \"Go! Princess Pretty Cure!\" Specifically being her character motivation."
    ]
  },
  {
    "name": "King Halo",
    "thumb": "characters/King Halo/thumb.png",
    "full": "characters/King Halo/full.png",
    "info": "King Halo is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 4, 2018. She was the 60th character to be added to the franchise, and the final character to be announced until the releases of Kitasan Black and Satono Diamond on December 20, 2020.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nThe jockey silk of her real life counterpart is green with blue sleeves, and has white dots on both the arms and torso. The white dots are implemented in her design with both the hem of her dress, and the buttons in the center.\nRace horses often wear shadow rolls, which help a horse concentrate, and also symbolizes an indomitable fighting spirit. Her shadow roll is represented with both the accessory around her neck, and her blue ear covers.\nThe gold emblems on the belt on her skirt have a \"K\" and \"H\" on them, representing her initials."
    ]
  },
  {
    "name": "Kitasan Black",
    "thumb": "characters/Kitasan Black/thumb.png",
    "full": "characters/Kitasan Black/full.png",
    "info": "Kitasan Black is a character in Umamusume: Pretty Derby. She is a supporting character on Season 2 of the anime, and co-protagonist of Season 3 alongside Satono Diamond.",
    "trivia": [
      "She was announced during PakaLive TV on December 20, 2020, as a teaser for Season 2 of the anime."
    ]
  },
  {
    "name": "Loves Only You",
    "thumb": "characters/Loves Only You/thumb.png",
    "full": "characters/Loves Only You/full.png",
    "info": "Loves Only You is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 4th Anniversary PakaLive TV stream on February 22, 2025.",
      "The mole on her neck is in the same place as a mole on her IRL jockey, Yuga Kawada's, neck."
    ]
  },
  {
    "name": "Lucky Lilac",
    "thumb": "characters/Lucky Lilac/thumb.png",
    "full": "characters/Lucky Lilac/full.png",
    "info": "Lucky Lilac is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 4th Anniversary PakaLive TV stream on February 22, 2025."
    ]
  },
  {
    "name": "Manhattan Cafe",
    "thumb": "characters/Manhattan Cafe/thumb.png",
    "full": "characters/Manhattan Cafe/full.png",
    "info": "Manhattan Cafe is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 6, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A beautiful Umamusume with jet-black hair. Her speed is outstanding, but she can't run well on rainy days. She's also an active actress.\"\nManhattan Cafe is no longer an actress, as that aspect of her character was discarded shortly before the game's release.",
      "Cafe is said to be \"haunted\" by a ghost she considers her friend. All students at Tracen that have said they have seen this ghost say she looks incredibly similar to Manhattan Cafe herself. Many liken this ghost to be Sunday Silence, Cafe's sire in real life, as the two looked very similar.\nThis is further supported in an event in Jungle Pocket's career story, where Manhattan Cafe begins to speak gibberish. However, unscrambling this text reveals the names in the pedigree of the real-life Sunday Silence and includes the names: Halo (sire), Hail to Reason (grandsire), Cosmah (dam of sire), Wishing Well (dam), Understanding (sire of dam/damsire), and Mountain Flower (granddam). [2]",
      "The trio consisting of Jungle Pocket, Agnes Tachyon, and Manhattan Cafe is often referred to as \"JAM\". But with Dantsu Flame, they are also known as the quadruplet often referred to as \"JAMD\".",
      "She hates black tea, as it is shown in the 8th episode of Umayon."
    ]
  },
  {
    "name": "Maruzensky",
    "thumb": "characters/Maruzensky/thumb.png",
    "full": "characters/Maruzensky/full.png",
    "info": "Maruzensky is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile and announcement was uploaded on the official Twitter account on February 1, 2017.",
      "Her penchant for speaking with old-fashioned slang is due to her real life counterpart being the only Umamusume character that raced in the 1970's.",
      "Her unique skill on her initial trainable unit is named \"紅焔ギア/LP1211-M\" (Scarlet Flamed Gear), with LP referring to a Lamborghini, and \"1211\" referencing the time in which she reached the 1400 meter mark during the 1976 Asahi Hai (1:21.1).",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nDue to her real-life counterpart's silks being red with yellow sleeves, her race outfit contains several elements featuring yellow trim.\nThe horse was described as a \"Supercar,\" due to him being so fast, which led to the artist designing an outfit that reminded them of a bright red sports car.\nDue to the previously mentioned nickname, the emblem on the side of her garter ring was designed to represent a sports car emblem."
    ]
  },
  {
    "name": "Marvelous Sunday",
    "thumb": "characters/Marvelous Sunday/thumb.png",
    "full": "characters/Marvelous Sunday/full.png",
    "info": "Marvelous Sunday is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 11, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a high-tension and high-spirited girl. Due to her moody personality, she quickly loses her cool when it comes to being number one. She loves to wear red ribbons.\""
    ]
  },
  {
    "name": "Matikanefukukitaru",
    "thumb": "characters/Matikanefukukitaru/thumb.png",
    "full": "characters/Matikanefukukitaru/full.png",
    "info": "Matikanefukukitaru is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 13, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A superstitious Umamusume that loves fortune-telling. When she is overcome with \"great fortune\", she shows the power to overtake the fleeing Silence Suzuka!\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\n\"Fukukitaru\" means \"good fortune has come\", and her lucky cat backpack, \"Nyaa-san\" is known to be a good luck symbol.\nSince her real-life counterpart's jockey wore silks that were red with blue stripes, a sailor-style uniform was chose for her racing outfit, using those two colors as the accents.\nThe two ema around her waist represent her consecutive victories in the Kobe Shimbun Hai and the Kyoto Shimbun Hai, the preliminary races for the Kikuka Sho.",
      "Shiraoki, the god she worships, is the name of a real life racehorse who is ancestor of the real life Matikanefukukitaru. Other horses who descend from Shiraoki are Vodka and Special Week."
    ]
  },
  {
    "name": "Matikanetannhauser",
    "thumb": "characters/Matikanetannhauser/thumb.png",
    "full": "characters/Matikanetannhauser/full.png",
    "info": "Matikanetannhauser is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during PakaLive TV on December 20, 2020, as a teaser for Season 2 of the anime.",
      "Global fans started to call her \"Mambo\" based on the Festival song that Matikanetannhauser sang on her character story Episode 7. It was originally made as a meme from the Chinese community before it became popular on the game's global release.\nThis is different from El Condor Pasa's mention of the said name, as Mambo is her pet bird that appears in her Original Skill animation and her Original G1 Victory Pose. Due to this, some Japanese fans are confused why overseas fans call Matikanetannhauser \"Mambo\"."
    ]
  },
  {
    "name": "Mayano Top Gun",
    "thumb": "characters/Mayano Top Gun/thumb.png",
    "full": "characters/Mayano Top Gun/full.png",
    "info": "Mayano Top Gun is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 22, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A genius Umamusume who uses a variety of tactics to win races with her ever-changing running style. She has a carefree personality.\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nDue to her being named after the movie Top Gun, her jacket is similar to main character Pete \"Maverick\" Mitchell (Tom Cruise)'s jacket.\nThe tassel on her hip has yellow and green stripes on it, similar to the IRL jockey silks.\nFurthermore, the strap may have been designed to resemble an \"ejection handle\" on an aircraft.\nTo represent her energetic and carefree nature, her outfit was designed to be easy to move around in.\nIn 2021, Mayano Top Gun eventually became part of official advertising events for the sequel movie Top Gun: Maverick, with her appearing on posters and her voice actress Mio Hoshitani being invited to the official Japanese premiere of the film, where she met Cruise and Jerry Bruckheimer.\nShe also sang a cover of the song \"Danger Zone,\" which was featured in the original movie and in Maverick, with Gold Ship.\nShe also received a personalized thank you note from the singer of \"Danger Zone,\" Kenny Loggins.",
      "Her jacket's rear center patches originally featured the flags of several countries, but was changed before the game released.",
      "When Mayano Top Gun was first announced, Ayaka Iwamura was supposed to be her seiyuu, although this was later changed to the current one, Mio Hoshitani. Ayaka retired from the industry due to health complications at that time, before Mayano Top Gun was properly introduced."
    ]
  },
  {
    "name": "Meisho Doto",
    "thumb": "characters/Meisho Doto/thumb.png",
    "full": "characters/Meisho Doto/full.png",
    "info": "Meisho Doto is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 1, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a strong competitor, but also incredibly shy. In races, she is always beaten by “that classmate” who calls herself the strongest, and she seems to have little self confidence.\"",
      "She is good friends with Taiki Shuttle. This is based on the friendship of the real Meisho Doto and Taiki Shuttle, who both retired on the Versailles and later Northern Lake Farms. They were frequently seen together until Taiki Shuttle's passing in 2022.",
      "She is often shown with various animals. These are based on animals the real Meisho Doto lived with in his retirement.\nThe cat is based on Meto, a popular cat living on Northern Lake Farm."
    ]
  },
  {
    "name": "Mejiro Ardan",
    "thumb": "characters/Mejiro Ardan/thumb.png",
    "full": "characters/Mejiro Ardan/full.png",
    "info": "Mejiro Ardan is a character in Umamusume: Pretty Derby. She is also featured in the Cinderella Gray manga and anime.",
    "trivia": [
      "Her first appearance was in a chapter of Cinderella Gray on October 21, 2020, but made her appearance on the website on February 9, 2021."
    ]
  },
  {
    "name": "Mejiro Bright",
    "thumb": "characters/Mejiro Bright/thumb.png",
    "full": "characters/Mejiro Bright/full.png",
    "info": "Mejiro Bright is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her reveal was teased on the official website on November 18, 2021, with her name redacted and only her silhouette revealed. Her name was officially revealed the day after, on November 19."
    ]
  },
  {
    "name": "Mejiro Dober",
    "thumb": "characters/Mejiro Dober/thumb.png",
    "full": "characters/Mejiro Dober/full.png",
    "info": "Mejiro Dober is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 22, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"Although she is insecure about her masculine name, she is a beautiful Umamusume with a very girly appearance. She hates men to the extreme.\""
    ]
  },
  {
    "name": "Mejiro McQueen",
    "thumb": "characters/Mejiro McQueen/thumb.png",
    "full": "characters/Mejiro McQueen/full.png",
    "info": "Mejiro McQueen is a character in Umamusume: Pretty Derby. She is a supporting character on Season 1 and Season 3 of the anime, and co-protagonist of Season 2 alongside Tokai Teio. She is also featured in the Cinderella Gray manga.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 5, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nMcQueen's real counterpart originally had a gray coat that turned white as he aged. This was implemented into her design by making her race outfit black with white accents.\nShe wears an armband on her right arm to show pride for the Mejiro family.\nSince her real life counterpart's jockey silks had green sleeves, her socks are entirely teal.\nMcQueen is one of the many cases where the jockey's silk's colors were altered to create a more coherent design."
    ]
  },
  {
    "name": "Mejiro Palmer",
    "thumb": "characters/Mejiro Palmer/thumb.png",
    "full": "characters/Mejiro Palmer/full.png",
    "info": "Mejiro Palmer is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced through the official anime website on January 5th, 2021, the day that episode one of Season 2 aired.",
      "Her gacha animation in the mobile game features her running through an obstacle course that bears some resemblance to the ones featured in the competitive multiplayer platformer Fall Guys."
    ]
  },
  {
    "name": "Mejiro Ramonu",
    "thumb": "characters/Mejiro Ramonu/thumb.png",
    "full": "characters/Mejiro Ramonu/full.png",
    "info": "Mejiro Ramonu is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 2nd Anniversary PakaLive TV stream on February 22, 2023."
    ]
  },
  {
    "name": "Mejiro Ryan",
    "thumb": "characters/Mejiro Ryan/thumb.png",
    "full": "characters/Mejiro Ryan/full.png",
    "info": "Mejiro Ryan is a character in Umamusume: Pretty Derby. She is also featured in the Cinderella Gray manga.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 13, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A tomboy with her trademark very short haircut. Due to her cheery and refreshing personality, she's very popular at school. She is said to be favored by the Umamusume gods......?\"\nTo further add onto this, Ryan was a very popular horse in real life. His popularity actually surpassed even McQueen's despite McQueen being more accomplished. This is most evident during the 1991 Takarazuka Kinen, the race where Ryan was at his peak.",
      "It is said that Ryan and Mejiro Palmer entertained many spectators during their retirement years. Mejiro Palmer was also said to be Ryan's best friend, they were born 2 weeks apart and grew up in the same ranch.[1]",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nHer jacket is white with teal stripes, in reference to the real horse's jockey silks. However, as with all of the Mejiro horses, the original green has been changed to teal.\nSince she is named after the Major League Baseball player Nolan Ryan, she wears a shirt that resembles a baseball player's uniform.\nHer real-life counterpart had white markings on both his front and back hooves, which is why she wears both white boots and white gloves.",
      "Her real-life counterpart was known to have a very short mane as to prevent rashes, which is why she has short hair. The short mane has been described as a unique charm point which was very popular with the fans. It even has its own nickname, ライアンカット (Ryan Cut).[2]",
      "Ryan's athletic personality comes from her real-life counterpart being more muscular than most other horses."
    ]
  },
  {
    "name": "Mihono Bourbon",
    "thumb": "characters/Mihono Bourbon/thumb.png",
    "full": "characters/Mihono Bourbon/full.png",
    "info": "Mihono Bourbon is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 18, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a hard-working genius who stoically completes an overwhelming amount of practice. Her strange appearance has led to rumors that she may be a cyborg.\"",
      "Race uniform design notes from Umamusume Pretty Derby Artworks Vol.02:\nThe mecha-oriented design is inspired by Bourbon's \"cyborg\" nickname, given to him by the horse's stable for his steady running style.\nJockey silk colors featuring pink with yellow circles inspire a design where yellow circles are found on Bourbon's chest and feet.\nSilver hair ornaments are meant to reference IRL Bourbon's white leather bridle, specifically the headpiece and cheek piece.",
      "Her \"title\" (MB-19890425) may be interpreted as \"Mihono Bourbon, 1989/04/25.\" The date is the day Bourbon was foaled (born).[2]"
    ]
  },
  {
    "name": "Mr. C.B.",
    "thumb": "characters/Mr CB/thumb.png",
    "full": "characters/Mr CB/full.png",
    "info": "Mr. C.B. is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.4 stream on February 23, 2021."
    ]
  },
  {
    "name": "Nakayama Festa",
    "thumb": "characters/Nakayama Festa/thumb.png",
    "full": "characters/Nakayama Festa/full.png",
    "info": "Nakayama Festa is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 15, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"An Umamusume with a fierce fighting spirit and passion in her heart. She dreams of making her beloved violets bloom in France together with her trainer.\""
    ]
  },
  {
    "name": "Narita Brian",
    "thumb": "characters/Narita Brian/thumb.png",
    "full": "characters/Narita Brian/full.png",
    "info": "Narita Brian is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "On December 1, 2020, her current voice actress, Rika Kinugawa, took over the role from Yuka Aisaka due to the latter taking a break from activities.[1]",
      "Her initial character profile was uploaded to the official Twitter account on April 26, 2017."
    ]
  },
  {
    "name": "Narita Taishin",
    "thumb": "characters/Narita Taishin/thumb.png",
    "full": "characters/Narita Taishin/full.png",
    "info": "Narita Taishin is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 20, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a petite, but brash and strong-willed Umamusume. Her spectacular last spurt, which many don't anticipate due to her small stature, is referred to as \"The Devil's Legs.\"",
      "Her jacket has a patch on the left chest that reads '1990,' likely a reference to the birth year of her IRL counterpart.",
      "Race uniform design notes from Umamusume Pretty Derby Artworks Vol.02:\nTaishin's outdoorsy look is inspired by the pink and purple chevron patterned jockey silks (the chevrons are evocative of mountains).\nThe shoulder patch on Taishin's jacket is a stylized kanji character \"皐,\" referencing IRL Taishin's 1993 Satsuki Sho (皐月賞) victory.\nUneven pant lengths reference the fact that the real horse had markings only on the left leg."
    ]
  },
  {
    "name": "Narita Top Road",
    "thumb": "characters/Narita Top Road/thumb.png",
    "full": "characters/Narita Top Road/full.png",
    "info": "Narita Top Road is a character in Umamusume: Pretty Derby. She is one of the protagonists of OVA ROAD TO THE TOP, alongside T.M. Opera O and Admire Vega .",
    "trivia": [
      "She was announced during the PakaLive TV Vol.13 stream on January 27, 2022.",
      "Top Road is an honor student and the president of her class. This likely comes from her jockey, Kunihiko Watanabe, who was the head of the jockey dormitory in the Ritto Training Center.",
      "Despite the above fact, her vocabulary is very limited, and she often overuses words.",
      "Narita Top Road's real life counterpart was described as a horse with good looks. He consistently placed in the top 5 of popularity contests."
    ]
  },
  {
    "name": "Neo Universe",
    "thumb": "characters/Neo Universe/thumb.png",
    "full": "characters/Neo Universe/full.png",
    "info": "Neo Universe is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 2nd Anniversary PakaLive TV stream on February 22, 2023.",
      "Her unusual dialogue includes terms in Japanese quotation marks (『』) to emphasize emotional sincerity, English quotation marks (\"\") for space-related terms, and made-up all-caps words whose meanings are only implied. Her dialogue will sometimes render the words for \"sky\" and \"world\" with the kanji for \"universe\"."
    ]
  },
  {
    "name": "Nice Nature",
    "thumb": "characters/Nice Nature/thumb.png",
    "full": "characters/Nice Nature/full.png",
    "info": "Nice Nature is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 22, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She has great ability, but she doesn't have the best luck. It seems she's always in third place.\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nHer race outfit design was made to be both calm and chic, attempting to showcase both the girly and mature mentality of her character.\nHer ribbon is inspired by the game Menko Menko Menko, with the N.N. initials on the end standing for Nice Nature.\nThe thigh belt she wears represents the injury her real-life counterpart faced. In the Umamusume universe, several girls wear belts on their legs in hopes that it will prevent them from becoming injured when running.",
      "In her initial setting she was \"looking for a rich and handsome boyfriend,\" which is slightly referenced in Season 1 of the anime.[1]",
      "She is nicknamed \"Bronze Collector\" due to her finishing third in the Arima Kinen for three consecutive years, and the game makes multiple references to this.\nHer unique skill requires her to be in third place towards the end of the race to activate.\nYou get a unique nickname if you achieve third place in three G1 races.\nThe game requires you to place third in at least one race for her evolved skill."
    ]
  },
  {
    "name": "Nishino Flower",
    "thumb": "characters/Nishino Flower/thumb.png",
    "full": "characters/Nishino Flower/full.png",
    "info": "Nishino Flower is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 4, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A (little girl?) prodigy who is unmatched when running short distances. She is an honest, cheerful, hardworking, and very kind girl.\""
    ]
  },
  {
    "name": "No Reason",
    "thumb": "characters/No Reason/thumb.png",
    "full": "characters/No Reason/full.png",
    "info": "No Reason is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024."
    ]
  },
  {
    "name": "North Flight",
    "thumb": "characters/North Flight/thumb.png",
    "full": "characters/North Flight/full.png",
    "info": "North Flight is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 5th EVENT ARENA TOUR GO BEYOND on day two of the second leg, GAZE, which took place on September 17, 2023."
    ]
  },
  {
    "name": "Oguri Cap",
    "thumb": "characters/Oguri Cap/thumb.png",
    "full": "characters/Oguri Cap/full.png",
    "info": "Oguri Cap is a character in Umamusume: Pretty Derby. She is a protagonist of Cinderella Gray manga and anime spinoffs.",
    "trivia": [
      "Her initial character profile and announcement was uploaded on the official Twitter account on February 15, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nThe star she wears on the center of her collar represents the \"Kasamatsu Star,\" which is an emblem from Kasamatsu racecourse, the track that she originally transferred from.\nThe yellow diamond crown atop her head is reminiscent of the gold diamonds found on her real-life counterpart's jockey silks.\nHer sturdy boots are in reference to an unnamed man from a historical story that faced difficult injuries and ailments, but wound up making a spectacular comeback after all was said and done."
    ]
  },
  {
    "name": "Orfevre",
    "thumb": "characters/Orfevre/thumb.png",
    "full": "characters/Orfevre/full.png",
    "info": "Orfevre is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Although Orfevre was officially announced during the third anniversary PakaLive TV stream on February 22, 2024, fans believe she was announced way back in 2016, when the project first started, although with a different design, and with a different personality as to what you see today. Eriko Matsui, the current seiyuu for Fuji Kiseki, was supposed to voice Orfevre originally.",
      "She is Dream Journey's younger sister. Despite her \"godly\" personality, she actually takes good care of her older sister, and overly protects her (though this does go both ways).\nThey have a difference in height of 21cms, which makes for some comical pictures.",
      "Orfevre is a semi-limited character, meaning that she could be pulled from gacha but cannot be chosen with paid 3-star trainee vouchers. Other semi-limited characters include Jungle Pocket, Gentildonna, and Still in Love."
    ]
  },
  {
    "name": "Red Desire",
    "thumb": "characters/Red Desire/thumb.png",
    "full": "characters/Red Desire/full.png",
    "info": "Red Desire is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during Day 2 of the Autumn leg of 6th EVENT The New Frontier on October 19th, 2025, following a performance of Para Siempre by Buena Vista, who is one of her real-life counterpart's rivals."
    ]
  },
  {
    "name": "Rhein Kraft",
    "thumb": "characters/Rhein Kraft/thumb.png",
    "full": "characters/Rhein Kraft/full.png",
    "info": "Rhein Kraft is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 5th EVENT ARENA TOUR GO BEYOND on day two of the third leg, YELL, which took place on February 4th, 2024."
    ]
  },
  {
    "name": "Rice Shower",
    "thumb": "characters/Rice Shower/thumb.png",
    "full": "characters/Rice Shower/full.png",
    "info": "Rice Shower is a character in Umamusume: Pretty Derby.",
    "trivia": []
  },
  {
    "name": "Royce and Royce",
    "thumb": "characters/Royce and Royce/thumb.png",
    "full": "characters/Royce and Royce/full.png",
    "info": "Royce and Royce is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her name was teased and redacted in the first few episodes of Season 3, but her name was officially announced on December 19, 2023.\nBefore her name was revealed, only a ス(su) suffix was shown beside her in the anime. This lead to fans calling her \"Su-chan\" before her name reveal."
    ]
  },
  {
    "name": "Sakura Bakushin O",
    "thumb": "characters/Sakura Bakushin O/thumb.png",
    "full": "characters/Sakura Bakushin O/full.png",
    "info": "Sakura Bakushin O is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 25, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is one of the most skilled sprinters of all time. Whether in races or during school life, she is a runaway who can't stop once she gets going.\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nDue to her having the crown name \"Sakura,\" many sakura flower motifs are found in her race outfit, including the ends of her dress being shaped like a sakura petal.\nHer real-life counterpart was referred to as \"The King of Sprinting,\" which is why she wears royal epaulets on both shoulders.\nShe wears asymmetrical boots and gloves due to the hoof markings of her real-life counterpart, who had two white socks, and two black socks."
    ]
  },
  {
    "name": "Sakura Chitose O",
    "thumb": "characters/Sakura Chitose O/thumb.png",
    "full": "characters/Sakura Chitose O/full.png",
    "info": "Sakura Chitose O is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her first appearance was on episode 39 of the Star Blossom manga.",
      "Her description describes her favorite numbers being 1 and 6. The IRL counterpart of Chitose O, for almost a year (May '94 - January '95), had a streak of winning a race and then scoring 6th on the next race.[1]"
    ]
  },
  {
    "name": "Sakura Chiyono O",
    "thumb": "characters/Sakura Chiyono O/thumb.png",
    "full": "characters/Sakura Chiyono O/full.png",
    "info": "Sakura Chiyono O is a character in Umamusume: Pretty Derby. She is also featured in the Cinderella Gray manga and anime.",
    "trivia": [
      "Her first appearance was in a chapter of Cinderella Gray on October 21, 2020, but made her appearance on the website on February 9, 2021.",
      "Unlike other Umamusume with \"Sakura\" at the beginining their name, like Sakura Bakushin O, Sakura Chitose O and Sakura Laurel, Sakura Chiyono O is the only one who does not have pink eyes that resemble a sakura cherry blossom, instead having blue eyes with no such flower pattern."
    ]
  },
  {
    "name": "Sakura Laurel",
    "thumb": "characters/Sakura Laurel/thumb.png",
    "full": "characters/Sakura Laurel/full.png",
    "info": "Sakura Laurel is a character in Umamusume: Pretty Derby. She is the main protagonist of the Star Blossom manga.",
    "trivia": [
      "She was announced during the 1st Anniversary PakaLive TV stream on February, 2022."
    ]
  },
  {
    "name": "Samson Big",
    "thumb": "characters/Samson Big/thumb.png",
    "full": "characters/Samson Big/full.png",
    "info": "Samson Big is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her first appearance was in a chapter of Star Blossom on November 19, 2023."
    ]
  },
  {
    "name": "Satono Crown",
    "thumb": "characters/Satono Crown/thumb.png",
    "full": "characters/Satono Crown/full.png",
    "info": "Satono Crown is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "During the 1st Anniversary PakaLive TV stream on February 22, 2022, her character design was shown, but her name was concealed as ???. Her name wasn't revealed until November 5, 2022."
    ]
  },
  {
    "name": "Satono Diamond",
    "thumb": "characters/Satono Diamond/thumb.png",
    "full": "characters/Satono Diamond/full.png",
    "info": "Satono Diamond is a character in Umamusume: Pretty Derby. She is a supporting character on Season 2 of the anime, and co-protagonist of Season 3 alongside Kitasan Black.",
    "trivia": [
      "She was announced during PakaLive TV on December 20, 2020, as a teaser for Season 2 of the anime.",
      "The IRL horse's owner is Hajime Satomi, the CEO of Sega Sammy, the holding corporation of Sega. This is depicted into her character in a few ways.\nOne of her secrets mentions \"a jukebox which was gifted to her by her father\". The first domestically produced jukebox on Japan, developed by the predecessor of Sega, aptly named Sega 1000.\nIn the mobile game, the Grand Masters scenario is a collaboration with Starhorse, a horse racing arcade game by Sega. On it, the Satono Group develops a VR device called the \"Mega Dream Supporter\", combining the Mega Drive (a.k.a. Sega Genesis) and the Dreamcast.\nShe's also a master at UFO catchers, as depicted on her second 1-koma.",
      "Her seiyuu, Hina Tachibana, played the guitar during Duramente's solo EXCEED at Umamusume's 5th Live Event."
    ]
  },
  {
    "name": "Seeking the Pearl",
    "thumb": "characters/Seeking the Pearl/thumb.png",
    "full": "characters/Seeking the Pearl/full.png",
    "info": "Seeking the Pearl is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on March 30, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"Her beauty and speed are world-class bombshells! All of the French gentlemen are captivated by her!\""
    ]
  },
  {
    "name": "Seiun Sky",
    "thumb": "characters/Seiun Sky/thumb.png",
    "full": "characters/Seiun Sky/full.png",
    "info": "Seiun Sky is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on March 24, 2017.\nThis tweet was a character name prediction quiz that encouraged fans to try and guess which horse she's named after. The hint was \"Special Week's classmate that tends to go at her own pace. She hates entering gates!\""
    ]
  },
  {
    "name": "Shinko Windy",
    "thumb": "characters/Shinko Windy/thumb.png",
    "full": "characters/Shinko Windy/full.png",
    "info": "Shinko Windy is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 25, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"A naughty and mischievous girl. She is a problem child who always bites other Uma Musume due to her abundant fighting spirit and guts.\""
    ]
  },
  {
    "name": "Silence Suzuka",
    "thumb": "characters/Silence Suzuka/thumb.png",
    "full": "characters/Silence Suzuka/full.png",
    "info": "Silence Suzuka is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Silence Suzuka was one of the first Umamusume characters to be announced, along with Special Week and Tokai Teio. Even though she had appeared in the project before this date, her original character profile was uploaded to the official Twitter account on February 18, 2018 as a part of a giveaway campaign.\nHer voice actress, Marika Kouno, was announced to be playing this role through Twitter on July 27, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nHer race outfits simplistic design was chosen due to the real horse being described as \"a fast and functional beauty.\"\nThe ball shaped ornament on her right ear was also found on the real horse. Similarly, she wears green ear covers due to the horse wearing a green mask.\nHer loafers are two different colors to represent the real horse only having one brown hoof, with the other three being white.",
      "She is the only member of Team Spica who never won one of the races of the Triple Crown or Triple Tiara"
    ]
  },
  {
    "name": "Sirius Symboli",
    "thumb": "characters/Sirius Symboli/thumb.png",
    "full": "characters/Sirius Symboli/full.png",
    "info": "Sirius Symboli is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her first appearance was unannounced, and she appeared on the official website on February 9, 2021."
    ]
  },
  {
    "name": "Smart Falcon",
    "thumb": "characters/Smart Falcon/thumb.png",
    "full": "characters/Smart Falcon/full.png",
    "info": "Smart Falcon is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 20, 2017.\nThis tweet was a character name prediction quiz that encouraged fans to try and guess which horse she's named after. The hint was \"She's an adorable and sparkling self-proclaimed \"Umadol\" (Umamusume Idol) with chestnut hair. She has spent a long and arduous history working her way up the local ranks. She has amazing speed, even on dirt tracks.\"",
      "Race uniform design notes from Umamusume Pretty Derby Artworks Vol.02:\nThe dress's pink and black diamond pattern reference her jockey silks, with its voluminous nature intended to evoke an idol feeling.\nRed accents and socks are meant to evoke the red bandages and reins worn by the real horse, which contrasted with the chestnut coat.\nShe wears sneakers because they are perfect for running on dirt."
    ]
  },
  {
    "name": "Sounds of Earth",
    "thumb": "characters/Sounds of Earth/thumb.png",
    "full": "characters/Sounds of Earth/full.png",
    "info": "Sounds of Earth is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 2.5th Anniversary PakaLive TV stream on August 22, 2023."
    ]
  },
  {
    "name": "Special Week",
    "thumb": "characters/Special Week/thumb.png",
    "full": "characters/Special Week/full.png",
    "info": "Special Week is a character in Umamusume: Pretty Derby. She is the main protagonist of Season 1 of the Umamusume Anime, and the mascot for the franchise as a whole.",
    "trivia": [
      "Special Week was one of the first Umamusume characters to be announced, along with Silence Suzuka and Tokai Teio. Even though she had appeared in the project before this date, her original character profile was uploaded to the official Twitter account on January 11, 2017.\nHer voice actress, Azumi Waki, was announced to be voicing Special Week through Twitter on July 20, 2017.",
      "Despite being known to eat a lot in the Umamusume universe, her real life counterpart wasn't known to be a glutton.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nThe four-leaf clover on her race outfit references her four G1 wins.\nThe zig-zag design at the hem of her skirt are reminiscent of the zig-zag design seen in her jockey's silks, which can be seen on her IRL counterpart's page.\nSimilarly, the reason her boots have purple folds at the top is because her jockey's racing pants had purple stripes above the bootline."
    ]
  },
  {
    "name": "Stay Gold",
    "thumb": "characters/Stay Gold/thumb.png",
    "full": "characters/Stay Gold/full.png",
    "info": "Stay Gold is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during Day 2 of the Spring leg of 6th EVENT The New Frontier on May 25th, 2025[5], following a performance of Everlasting BEATS by Gold Ship, Nakayama Festa, Fenomeno, Orfevre, and Dream Journey, who are the children of her real-life counterpart. This has been unofficially referred to as a \"summoning rite\" by fans[6].",
      "Following with the real-life racehorse fandom terminology, Stay Gold and the Umamusume who are the descendants of her real-life counterpart are often referred to as the ステゴ一族  (Stego Ichizoku,  tl: Stego Clan) as a group by fans. This nickname has been unofficially adopted by the voice actors as of September 12th, 2025 on SokoPaka Live TV Vol.48[7], and has been used in the thumbnail of said video[8].",
      "Before she became an Umamusume, Stay Gold was indirectly mentioned in Dream Journey's profile. Due to mention of journeys and \"anego\" which Dream Journey was known to call Stay Gold as.\nAnego might also be a wordplay on Stay Gold's name, combining \"ane (sister)\" and Stay Gold's \"go\" together. It was also a word used by the yakuza to address the boss' wife."
    ]
  },
  {
    "name": "Still in Love",
    "thumb": "characters/Still in Love/thumb.png",
    "full": "characters/Still in Love/full.png",
    "info": "Still in Love is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was first teased on the trailer of Party Dash that was revealed on the Nintendo Direct live stream on June 21st, 2023, where everyone tried to guess the running umamusume on the game's logo.",
      "She was then fully announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024.",
      "In her career mode, there is a unique effect that has her grow more unhinged as the mode progresses, affecting her expressions, commentary and the screen, which has a red-tinging effect that grows stronger over time.\nAs this is disturbing to some players and can cause motion sickness, players are warned about these effects before starting her career, with the option to turn them off at any time. They are also reminded to keep an eye on their physical condition as they play. Players easily disturbed or prone to motion sickness should either keep these effects off or play in a well-lit room a good distance from the screen.",
      "Still in Love is a semi-limited character, meaning that she could be pulled from gacha but cannot be chosen with paid 3-star trainee vouchers. Other semi-limited characters include Jungle Pocket, Orfevre, and Gentildonna.",
      "In real life, the horse was said to \"look a little bad for a filly\", lacking the glamorous presence other mares seemed to have. This was due to some skin problems and other apperance related issues the horse seemed to have. [1]",
      "In Umamusume, Still in Love displays several traits that could be viewed as paranormal or otherwise hard to explain in a rational way.\nMost noticeably, she possesses traits often associated with vampires, such as;\ndislike of direct sunlight and hot weather, mentioned in her career to negatively impact her mood,\nbiting the trainer in her character story; although it leaves a mark, the trainer assumes it to be a bug,\nhaving her \"other self\" be active during a full moon (in folklore said to amplify vampires' primal urges).\nThere's yet another reference to Still in Love being a vampire in her infirmary event, where she dreams of being a vampire princess being hunted down.\nAnother prominent trait of hers that might be hard to explain is her extreme lack of presence. Several times in Still in Love's career and character story, she goes entirely unnoticed. In one of her career endings, it seems that she has been completely forgotten, save for a few people (such as the trainer and Admire Groove).",
      "She has a habit of eating very slowly. This is a trait the real life horse also possessed, with her jockey mentioning \"she took a while to eat, but always finished her fill\". [1]",
      "She has a strong preference for historical novels.",
      "She adores various café's, taking the trainer to her favorite places on several occassions during her career.",
      "Instead of fear, she mentions feeling at peace in haunted houses.",
      "During her \"Sleep Deprived\" event, she stays up late due to being busy writing about her feelings for the trainer in her diary.\nThis diary is also mentioned in her career, where she tells trainer about how every day she writes down a thing she wants to do in the future.",
      "During the Classic Year summer camp, right before Shuka Sho, Admire Groove and Still in Love hold a mock race. Admire Groove wins it, and the spectators start talking about how she will probably win the Shuka Sho.\nThis is a direct reference to the real life 2003 Rose Stakes (GII), a preliminary race for the Shuka Sho. Still in Love was the 1st favorite, followed by Admire Groove. Despite that, Admire Groove won, with Still in Love placing in 5th. This caused Still in Love to be the 2nd favorite for her last Triple Tiara race as well, making her the 2nd favorite in all of the Triple Tiara races she ran."
    ]
  },
  {
    "name": "Super Creek",
    "thumb": "characters/Super Creek/thumb.png",
    "full": "characters/Super Creek/full.png",
    "info": "Super Creek is a character in Umamusume: Pretty Derby. She is also featured in the Cinderella Gray manga and anime.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 27, 2017.\nThis tweet was a character name prediction quiz that encouraged fans to try and guess which horse she's named after. The hint was \"She is a calm and gentle sisterly-type with a mature aura. Her hobby is to train promising younger trainers into becoming full-fledged professionals.\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nSuper Creek's real life jockey's racing silks had a blue sash down the middle, this is represented in her design by the blue cross-body bag.\nHer name represents a river, which are known for both their strength, and ability to travel long distances. This was showcased in her race outfit by giving off the impression of a fantasy \"water healer.\"\nHer real-life counterpart had a single white sock on his back hoof, which is why Creek wears one white boot."
    ]
  },
  {
    "name": "Sweep Tosho",
    "thumb": "characters/Sweep Tosho/thumb.png",
    "full": "characters/Sweep Tosho/full.png",
    "info": "Sweep Tosho is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 18, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She calls herself “Magical Girl Umamusume”. She rarely listens to her trainer, and if she is not in the mood, she will not move an inch for 30 minutes.\""
    ]
  },
  {
    "name": "Symboli Kris S",
    "thumb": "characters/Symboli Kris S/thumb.png",
    "full": "characters/Symboli Kris S/full.png",
    "info": "Symboli Kris S is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 4th EVENT SPECIAL DREAMERS!! on day two of the Yokohama leg which took place on May 5th, 2022."
    ]
  },
  {
    "name": "Symboli Rudolf",
    "thumb": "characters/Symboli Rudolf/thumb.png",
    "full": "characters/Symboli Rudolf/full.png",
    "info": "Symboli Rudolf is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on May 3, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nShe wears seven intricate medals on her race uniform to represent her seven G1 wins, being the first horse to be titled a \"Seven Crown Horse.\"\nHer solo song is titled SEVEN due to this achievement as well.\nThe real life counterpart's jockey's silks were green with a white sash, which is why she wears a sash atop her race outfit.\nThe arrow design on her sleeve was also given to Tokai Teio, due to Teio being his son in real life."
    ]
  },
  {
    "name": "T.M. Opera O",
    "thumb": "characters/T.M. Opera O/thumb.png",
    "full": "characters/T.M. Opera O/full.png",
    "info": "T.M. Opera O is a character in Umamusume: Pretty Derby. She's one of the protagonists of the OVA ROAD TO THE TOP, alongside Admire Vega and Narita Top Road; and the main antagonist of Beginning of a New Era.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 19, 2017.",
      "Apparently, she has at least 120 gigabytes worth of photos of herself.",
      "Despite all the show and boast, Opera actually comes from a regular family with a little sister and a working mother. This probably reflects the real life conditions of Opera's owner and ranch, which was relatively small, despite the great success.",
      "Race uniform design notes from Umamusume Pretty Derby Artworks Vol.02:\n1. \"As a reference to 'opera' in the referenced horse name, the design intends to evoke the splendor of a lead character on an opera stage.\"\n2. Based on his formidable racing record that earned him the nickname \"Supreme Ruler of the Century's End,\" the design incorporates a crown, gold accessories, and a cape to give a regal impression.\n3. Uniform colors are based on most frequently worn jockey silk patterns, which were predominantly pink with yellow and green striped accents."
    ]
  },
  {
    "name": "Taiki Shuttle",
    "thumb": "characters/Taiki Shuttle/thumb.png",
    "full": "characters/Taiki Shuttle/full.png",
    "info": "Taiki Shuttle is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on March 29, 2017.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nThe leather accents in her race outfit were chosen due to the horse being chestnut colored.\nDue to her real-life counterpart being from America, she wears a sheriff badge and has several cowboy motifs.\nThe silks his jockey wore had a white star on them, which is why both her ornament is star-shaped, and why her skirt has white star decorations.",
      "Taiki Shuttle is apparently very popular on Umatube, known for her cheerful daily vlogs."
    ]
  },
  {
    "name": "Tamamo Cross",
    "thumb": "characters/Tamamo Cross/thumb.png",
    "full": "characters/Tamamo Cross/full.png",
    "info": "Tamamo Cross is a character in Umamusume: Pretty Derby. She is also featured in the Cinderella Gray manga and anime.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on March 30, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"Her stature may be small, but she's a competitive girl with an indomitable fighting spirit! Some refer to her as \"White Lightning\".\""
    ]
  },
  {
    "name": "Tanino Gimlet",
    "thumb": "characters/Tanino Gimlet/thumb.png",
    "full": "characters/Tanino Gimlet/full.png",
    "info": "Tanino Gimlet is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during 4th EVENT SPECIAL DREAMERS!! on day two of the Yokohama leg which took place on May 5th, 2022."
    ]
  },
  {
    "name": "Tap Dance City",
    "thumb": "characters/Tap Dance City/thumb.png",
    "full": "characters/Tap Dance City/full.png",
    "info": "Tap Dance City is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 2nd Anniversary PakaLive TV stream on February 22, 2023.",
      "She has a strong background in traditional dance as her mother is a dancer. It's likely the basis for this is Tap Dance City's IRL dam, All Dance.",
      "Before she came to Japan, she was originally from Kentucky. She even confirms that she has a southern accent when one of her crewmates asks her to teach her English. In real life, Tap Dance City was bred and born in Kentucky.",
      "She and her roommate Daitaku Helios were in possession of a secret and treasured disco ball in their room at some point, until it was found out and confiscated."
    ]
  },
  {
    "name": "Tokai Teio",
    "thumb": "characters/Tokai Teio/thumb.png",
    "full": "characters/Tokai Teio/full.png",
    "info": "Tokai Teio is a character in Umamusume: Pretty Derby. She is a supporting character on Season 1 and Season 3 of the anime, and co-protagonist of Season 2 alongside Mejiro McQueen.",
    "trivia": [
      "Tokai Teio was one of the first Umamusume characters to be announced, along with Special Week and Silence Suzuka. Even though she had appeared in the project before this date, her original character profile was uploaded to the official Twitter account on February 18, 2018 as a part of a giveaway campaign.\nHer voice actress, Machico, was announced to be voicing Teio through Twitter on August 3, 2017.",
      "Her initial setting was more hostile than what we see now, which can be seen in Season 1 of the anime through her relationship with Mejiro McQueen.",
      "Although the famous \"Teio Step\" is shown in the anime as a way to show off before a race, in real life, if a horse walked like this, it would be assumed that they may have an injury. Teio was allowed to continue running was because of his physical flexibility, which is also mentioned in the anime.",
      "When the Umamusume project was first announced, Anju Inami was supposed to be Teio's seiyuu, although this was later changed to the current one, Machico. It is assumed that this was because of the former's activities with Love Live.",
      "Teio is so obsessed with Symboli Rudolf since in real life Rudolf is his parent, alongside Tsurumaru Tsuyoshi.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nThe reason she wears a cape is to mimic that of Symboli Rudolf's race outfit, as Symboli Rudolf is her father in real life.\nDue to her real life counterpart's jockey's silks (which can be found here) being white with a blue zig-zag in the center, the sash down her racing outfit is zig-zag shaped.\nThe four buttons on her race outfit represent her four G1 wins."
    ]
  },
  {
    "name": "Tosen Jordan",
    "thumb": "characters/Tosen Jordan/thumb.png",
    "full": "characters/Tosen Jordan/full.png",
    "info": "Tosen Jordan is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on April 6, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She may look like a modern gyaru, but shows her true guts and tenacity while racing. Her hobby is nail care, and since her nails are fragile, taking care of them is a must.\""
    ]
  },
  {
    "name": "Transcend",
    "thumb": "characters/Transcend/thumb.png",
    "full": "characters/Transcend/full.png",
    "info": "Transcend is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024.",
      "Her glasses aren't real, which is why she doesn't wear them while racing. She only wears them because she thinks they look neat.\nIn the in-game power training option where dirt flies into your trained Umamusume's eye upon failure, the dirt flies through Transcend's frames and directly into her eye."
    ]
  },
  {
    "name": "Tsurumaru Tsuyoshi",
    "thumb": "characters/Tsurumaru Tsuyoshi/thumb.png",
    "full": "characters/Tsurumaru Tsuyoshi/full.png",
    "info": "Tsurumaru Tsuyoshi is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her design was shown with a redacted name on March 6, 2022, and her name was revealed on March 17, 2022, as she was a part of the mobile game's main story.",
      "The third longest Umamusume to be implemented into the game, with 1,076 days between when she was first announced and she got implemented.\nThe first one is Biko Pegasus, which took 2,476 days. (That's 6 years and a half in readable time)\nDaring Tact overtake Tsurumaru's place at July 8, 2025. With more than 1,077 days and still counting."
    ]
  },
  {
    "name": "Twin Turbo",
    "thumb": "characters/Twin Turbo/thumb.png",
    "full": "characters/Twin Turbo/full.png",
    "info": "Twin Turbo is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during PakaLive TV on December 20, 2020, as a teaser for Season 2 of the anime."
    ]
  },
  {
    "name": "Verxina",
    "thumb": "characters/Verxina/thumb.png",
    "full": "characters/Verxina/full.png",
    "info": "Verxina is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her design was shown during the opening of Season 3, but her name was officially announced on November 15, 2023."
    ]
  },
  {
    "name": "Vivlos",
    "thumb": "characters/Vivlos/thumb.png",
    "full": "characters/Vivlos/full.png",
    "info": "Vivlos is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her design was shown during the opening of Season 3, but her name was officially announced on November 15, 2023."
    ]
  },
  {
    "name": "Vodka",
    "thumb": "characters/Vodka/thumb.png",
    "full": "characters/Vodka/full.png",
    "info": "Vodka is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on February 22, 2017.",
      "Vodka's real life counterpart began getting nosebleeds near the end of her career, which led to her no longer being able to run in the Grand Prix.[6] As a reference to this event, Vodka tends to get nosebleeds when faced with anything related to romance.\nThough, she also tends to get nosebleeds when she gets over-excited before a race, as depicted in her Christmas outfit story.",
      "Her admiration for Tanino Gimlet is because Tanino Gimlet is Vodka's sire in real life.",
      "As depicted in her in-game comic, her flask is full of barley tea, not alcohol.",
      "Vodka's final race with Daiwa Scarlet was during the Tenno Sho (Autumn) in 2008. Vodka beat Daiwa Scarlet by a margin of 2cm, which is why Vodka is 2cm taller than Daiwa Scarlet.",
      "Vodka's blaze is reminiscent of the blaze on her real-life counterpart. However, in her race outfit, both of her sleeves appear to be white, this is a reference to her real-life counterpart having two white socks, though the real horse's socks are on her back left, and front left, hooves.",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nDue to her jockey's silks being yellow with blue stripes, blue stripes can be found throughout her entire design.\nDue to her real-life counterpart being a mare who's large feat was defeating stallions in the Nippon Derby, her outfit is designed to be reminiscent of a biker, to emanate the \"coolness\" of her feat.\nThe clock on her necklace reads 3:40, which was the starting time of the 2007 Nippon Derby."
    ]
  },
  {
    "name": "Win Variation",
    "thumb": "characters/Win Variation/thumb.png",
    "full": "characters/Win Variation/full.png",
    "info": "Win Variation is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the 3rd Anniversary PakaLive TV stream on February 22, 2024."
    ]
  },
  {
    "name": "Winning Ticket",
    "thumb": "characters/Winning Ticket/thumb.png",
    "full": "characters/Winning Ticket/full.png",
    "info": "Winning Ticket is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on March 30, 2017.\nThis tweet was a character name prediction quiz that encouraged fans to try and guess which horse she's named after. The hint was \"A hot-blooded Umamusume brimming with vigor! Her dream is to win her trainer their long-awaited Derby victory!\"",
      "\"Umamusume: Pretty Derby Artworks Vol.1\" explains why her character designer made specific choices when designing her in relation to her real-life counterpart, which were as follows:\nSince she's a big fan of all kinds of sports, her race outfit is designed to look sporty, while also being comfortable and breathable.\nSince her real-life counterpart was a dark bay color, this is represented by both the colors on her leggings, and the trim of her skirt.\nHer real-life counterpart's race silks were red with one blue stripe across her torso, and red and yellow vertical stripes down the sleeves. The yellow lines are represented by her shoe laces.\nThe blue line in the silks may be represented in her race outfit by her blue sports bra."
    ]
  },
  {
    "name": "Wonder Acute",
    "thumb": "characters/Wonder Acute/thumb.png",
    "full": "characters/Wonder Acute/full.png",
    "info": "Wonder Acute is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "She was announced during the PakaLive TV Vol.19 stream on July 27, 2022."
    ]
  },
  {
    "name": "Yaeno Muteki",
    "thumb": "characters/Yaeno Muteki/thumb.png",
    "full": "characters/Yaeno Muteki/full.png",
    "info": "Yaeno Muteki is a character in Umamusume: Pretty Derby. She is also featured in the Cinderella Gray manga and anime.",
    "trivia": [
      "Her first appearance was in a chapter of Cinderella Gray on October 21, 2020, but made her appearance on the website on February 9, 2021."
    ]
  },
  {
    "name": "Yamanin Zephyr",
    "thumb": "characters/Yamanin Zephyr/thumb.png",
    "full": "characters/Yamanin Zephyr/full.png",
    "info": "Yamanin Zephyr is a character in Umamusume: Pretty Derby. She's one of the protagonists of the stage play Umamusume Pretty Derby: Sprinters' Story alongside Daitaku Helios, K.S. Miracle and Daiichi Ruby.",
    "trivia": [
      "She was announced during the 1st Anniversary PakaLive TV stream on February, 2022.",
      "The unnamed \"emperor of miles\" Zephyr aspires to after watching a Mile Championship race corresponds to Nihon Pillow Winner, the sire of the real-life Yamanin Zephyr.\nThis connection forms the foundation for Zephyr's relationship with Teio, another character who enrolls in Tracen inspired by an Uma based on the real horse's sire, throughout her career ingame. Nihon Pillow Winner and Symboli Rudolf lost the same '85 Autumn Tenno Sho together."
    ]
  },
  {
    "name": "Yukino Bijin",
    "thumb": "characters/Yukino Bijin/thumb.png",
    "full": "characters/Yukino Bijin/full.png",
    "info": "Yukino Bijin is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on March 24, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"An Umamusume from Tohoku! She's going to do her best in the Twinkle Series so she can bring glory to her hometown!\""
    ]
  },
  {
    "name": "Zenno Rob Roy",
    "thumb": "characters/Zenno Rob Roy/thumb.png",
    "full": "characters/Zenno Rob Roy/full.png",
    "info": "Zenno Rob Roy is a character in Umamusume: Pretty Derby.",
    "trivia": [
      "Her initial character profile was uploaded to the official Twitter account on June 1, 2017.\nThis tweet was a character name prediction quiz, that encouraged fans to try and guess which horse she's named after. The hint was \"She is a bookworm with a very reserved personality, but is a consistent competitor in races. She is working hard so she may one day study abroad in England.\""
    ]
  }
]